module ApplicationHelper
  def price_options
    options_for_select([['Любая цена', '-' ],
                        ['До 1000 рублей', '-1000' ],
                        ['До 3000 рублей', '-3000' ],
                        ['До 5000 рублей', '-5000' ],
                        ['До 7000 рублей', '-7000' ],
                        ['От 7000 рублей', '7000-' ]]) 
  end

  def rating_options
    options_for_select([['Любой рейтинг', '' ],
                        ['1', '1'],
                        ['2', '2'],
                        ['3', '3'],
                        ['4', '4'],
                        ['5', '5']])
  end
end
